Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# CreatingPolicyDownloadsDefenseMeasure
source: Creating the Downloads Defense Measures policy
ar: إنشاء سياسة تدابير الدفاع عن التنزيلات
de_de: Erstellen der Richtlinie für Schutzmaßnahmen für Downloads
el_gr: Δημιουργία της πολιτικής μέτρων άμυνας λήψεων
es: Creando la política de medidas de defensa de descargas
fr_fr: Création de la politique de Mesures de Défense des Téléchargements
he_il: יוצר את מדיניות אמצעי ההגנה על תיקיית ההורדות
hi_in: डाउनलोड रक्षा उपाय नीति बनाई जा रही है
ja_jp: ダウンロード防御策ポリシーを作成しています
ml_in: ഡൗൺലോഡുകൾ പ്രതിരോധ നടപടികൾ നയം സൃഷ്‌ടിക്കുന്നു
pl_pl: Tworzenie zasad obrony folderu Pobrane
tr_tr: İndirme Savunma Önlemleri politikasını oluşturma

# CreatingPolicyDangerousScriptHostsBlocking
source: Creating the Dangerous Script Hosts Blocking policy
ar: إنشاء سياسة حظر مضيفات البرامج النصية الخطيرة
de_de: Erstellen der Richtlinie zum Blockieren gefährlicher Script-Hosts
el_gr: Δημιουργία της πολιτικής αποκλεισμού επικίνδυνων κεντρικών υπολογιστών σεναρίων
es: Creando la política de bloqueo de hosts de scripts peligrosos
fr_fr: Création de la politique de Blocage des Hôtes de Script Dangereux
he_il: יוצר את מדיניות חסימת מארחי סקריפטים מסוכנים
hi_in: खतरनाक स्क्रिप्ट होस्ट अवरोधन नीति बनाई जा रही है
ja_jp: 危険なスクリプトホストブロッキングポリシーを作成しています
ml_in: അപകടകരമായ സ്‌ക്രിപ്റ്റ് ഹോസ്റ്റുകൾ തടയൽ നയം സൃഷ്‌ടിക്കുന്നു
pl_pl: Tworzenie zasad blokowania niebezpiecznych hostów skryptów
tr_tr: Tehlikeli Komut Dosyası Ana Bilgisayarlarını Engelleme ilkesi oluşturma

# DangerousScriptHostsBlockingPolicyCreatedSuccessfully
source: Successfully created the Dangerous Script Hosts Blocking policy
ar: تم إنشاء سياسة حظر مضيفات البرامج النصية الخطيرة بنجاح
de_de: Die Richtlinie zum Blockieren gefährlicher Script-Hosts wurde erfolgreich erstellt
el_gr: Η πολιτική αποκλεισμού επικίνδυνων κεντρικών υπολογιστών σεναρίων δημιουργήθηκε επιτυχώς
es: Se creó exitosamente la política de bloqueo de hosts de scripts peligrosos
fr_fr: Création réussie de la politique de Blocage des Hôtes de Script Dangereux
he_il: מדיניות חסימת מארחי סקריפטים מסוכנים נוצרה בהצלחה
hi_in: खतरनाक स्क्रिप्ट होस्ट अवरोधन नीति सफलतापूर्वक बनाई गई
ja_jp: 危険なスクリプトホストブロッキングポリシーが正常に作成されました
ml_in: അപകടകരമായ സ്‌ക്രിപ്റ്റ് ഹോസ്റ്റുകൾ തടയൽ നയം വിജയകരമായി സൃഷ്‌ടിച്ചു
pl_pl: Pomyślnie utworzono zasady blokowania niebezpiecznych hostów skryptów
tr_tr: Tehlikeli Komut Dosyası Ana Bilgisayarlarını Engelleme politikası başarıyla oluşturuldu

# DangerousScriptHostsBlockingSection.Header
source: Dangerous Script Hosts Blocking Policy
ar: سياسة حظر مضيفات البرامج النصية الخطيرة
de_de: Richtlinie zum Blockieren gefährlicher Script-Hosts
el_gr: Πολιτική αποκλεισμού επικίνδυνων κεντρικών υπολογιστών σεναρίων
es: Política de bloqueo de hosts de scripts peligrosos
fr_fr: Politique de Blocage des Hôtes de Script Dangereux
he_il: מדיניות חסימת מארחי סקריפטים מסוכנים
hi_in: खतरनाक स्क्रिप्ट होस्ट अवरोधन नीति
ja_jp: 危険なスクリプトホストブロッキングポリシー
ml_in: അപകടകരമായ സ്‌ക്രിപ്റ്റ് ഹോസ്റ്റുകൾ തടയൽ നയം
pl_pl: Zasady blokowania niebezpiecznych hostów skryptów
tr_tr: Tehlikeli Komut Dosyası Barındırıcılarını Engelleme Politikası

# DangerousScriptHostsBlockingSection.Description
source: Creates a custom App Control policy that blocks the execution of "wscript.exe", "mshta.exe" and "cscript.exe". They are insecure, unsandboxed script hosts that pose a security risk.
ar: ينشئ سياسة تحكم في التطبيقات مخصصة تحظر تنفيذ "wscript.exe" و "mshta.exe" و "cscript.exe". إنها مضيفات برامج نصية غير آمنة وبدون عزل تشكل خطراً أمنياً.
de_de: Erstellt eine benutzerdefinierte App Control-Richtlinie, die die Ausführung von "wscript.exe", "mshta.exe" und "cscript.exe" blockiert. Dabei handelt es sich um unsichere, nicht isolierte Script-Hosts, die ein Sicherheitsrisiko darstellen.
el_gr: Δημιουργεί μια προσαρμοσμένη πολιτική ελέγχου εφαρμογών που αποκλείει την εκτέλεση των "wscript.exe", "mshta.exe" και "cscript.exe". Είναι μη ασφαλείς, χωρίς sandbox κεντρικοί υπολογιστές σεναρίων που αποτελούν κίνδυνο ασφαλείας.
es: Crea una política personalizada de App Control que bloquea la ejecución de "wscript.exe", "mshta.exe" y "cscript.exe". Son hosts de scripts inseguros y sin espacio aislado que representan un riesgo de seguridad.
fr_fr: Crée une politique App Control personnalisée qui bloque l'exécution de "wscript.exe", "mshta.exe" et "cscript.exe". Ce sont des hôtes de script non sécurisés et non isolés qui posent un risque de sécurité.
he_il: יוצר מדיניות App Control מותאמת אישית שחוסמת את הפעלת "wscript.exe", "mshta.exe" ו-"cscript.exe". אלו הם מארחי סקריפטים לא מאובטחים וללא ארגז חול המהווים סיכון אבטחה.
hi_in: एक कस्टम ऐप नियंत्रण नीति बनाता है जो "wscript.exe", "mshta.exe" और "cscript.exe" के निष्पादन को अवरुद्ध करती है। ये असुरक्षित, बिना सैंडबॉक्स वाले स्क्रिप्ट होस्ट हैं जो सुरक्षा जोखिम उत्पन्न करते हैं।
ja_jp: "wscript.exe"、"mshta.exe"、"cscript.exe" の実行をブロックするカスタムApp Controlポリシーを作成します。これらは安全ではなく、サンドボックス化されていないスクリプトホストであり、セキュリティリスクをもたらします。
ml_in: "wscript.exe", "mshta.exe", "cscript.exe" എന്നിവയുടെ നിർവഹണം തടയുന്ന ഒരു ഇഷ്‌ടാനുസൃത ആപ്പ് നിയന്ത്രണ നയം സൃഷ്‌ടിക്കുന്നു. അവ സുരക്ഷിതമല്ലാത്തതും സാൻഡ്‌ബോക്‌സ് ചെയ്യാത്തതുമായ സ്‌ക്രിപ്റ്റ് ഹോസ്റ്റുകളാണ്, അവ സുരക്ഷാ അപകടസാധ്യത സൃഷ്‌ടിക്കുന്നു.
pl_pl: Tworzy niestandardowe zasady App Control, które blokują wykonywanie "wscript.exe", "mshta.exe" i "cscript.exe". Są to niebezpieczne, niezabezpieczone hosty skryptów, które stanowią zagrożenie bezpieczeństwa.
tr_tr: "wscript.exe", "mshta.exe" ve "cscript.exe" dosyalarının yürütülmesini engelleyen özel bir Uygulama Denetimi ilkesi oluşturur. Bunlar, güvenlik riski oluşturan, güvenli olmayan, korumalı alanda olmayan komut dosyası barındırıcılarıdır.

# DangerousScriptHostsBlockingSection.ToolTipService.ToolTip
source: Creates a custom App Control policy that blocks the execution of "wscript.exe", "mshta.exe" and "cscript.exe". They are insecure, unsandboxed script hosts that pose a security risk.
ar: ينشئ سياسة تحكم في التطبيقات مخصصة تحظر تنفيذ "wscript.exe" و "mshta.exe" و "cscript.exe". إنها مضيفات برامج نصية غير آمنة وبدون عزل تشكل خطراً أمنياً.
de_de: Erstellt eine benutzerdefinierte App Control-Richtlinie, die die Ausführung von "wscript.exe", "mshta.exe" und "cscript.exe" blockiert. Dabei handelt es sich um unsichere, nicht isolierte Script-Hosts, die ein Sicherheitsrisiko darstellen.
el_gr: Δημιουργεί μια προσαρμοσμένη πολιτική ελέγχου εφαρμογών που αποκλείει την εκτέλεση των "wscript.exe", "mshta.exe" και "cscript.exe". Είναι μη ασφαλείς, χωρίς sandbox κεντρικοί υπολογιστές σεναρίων που αποτελούν κίνδυνο ασφαλείας.
es: Crea una política personalizada de App Control que bloquea la ejecución de "wscript.exe", "mshta.exe" y "cscript.exe". Son hosts de scripts inseguros y sin espacio aislado que representan un riesgo de seguridad.
fr_fr: Crée une politique App Control personnalisée qui bloque l'exécution de "wscript.exe", "mshta.exe" et "cscript.exe". Ce sont des hôtes de script non sécurisés et non isolés qui posent un risque de sécurité.
he_il: יוצר מדיניות App Control מותאמת אישית שחוסמת את הפעלת "wscript.exe", "mshta.exe" ו-"cscript.exe". אלו הם מארחי סקריפטים לא מאובטחים וללא ארגז חול המהווים סיכון אבטחה.
hi_in: एक कस्टम ऐप नियंत्रण नीति बनाता है जो "wscript.exe", "mshta.exe" और "cscript.exe" के निष्पादन को अवरुद्ध करती है। ये असुरक्षित, बिना सैंडबॉक्स वाले स्क्रिप्ट होस्ट हैं जो सुरक्षा जोखिम उत्पन्न करते हैं।
ja_jp: "wscript.exe"、"mshta.exe"、"cscript.exe" の実行をブロックするカスタムApp Controlポリシーを作成します。これらは安全ではなく、サンドボックス化されていないスクリプトホストであり、セキュリティリスクをもたらします。
ml_in: "wscript.exe", "mshta.exe", "cscript.exe" എന്നിവയുടെ നിർവഹണം തടയുന്ന ഒരു ഇഷ്‌ടാനുസൃത ആപ്പ് നിയന്ത്രണ നയം സൃഷ്‌ടിക്കുന്നു. അവ സുരക്ഷിതമല്ലാത്തതും സാൻഡ്‌ബോക്‌സ് ചെയ്യാത്തതുമായ സ്‌ക്രിപ്റ്റ് ഹോസ്റ്റുകളാണ്, അവ സുരക്ഷാ അപകടസാധ്യത സൃഷ്‌ടിക്കുന്നു.
pl_pl: Tworzy niestandardowe zasady App Control, które blokują wykonywanie "wscript.exe", "mshta.exe" i "cscript.exe". Są to niebezpieczne, niezabezpieczone hosty skryptów, które stanowią zagrożenie bezpieczeństwa.
tr_tr: "wscript.exe", "mshta.exe" ve "cscript.exe" dosyalarının yürütülmesini engelleyen özel bir Uygulama Denetimi ilkesi oluşturur. Bunlar, güvenlik riski oluşturan, güvenli olmayan, korumalı alanda olmayan komut dosyası barındırıcılarıdır.

# DangerousScriptHostsBlockingSection.AutomationProperties.HelpText
source: Creates a custom App Control policy that blocks the execution of "wscript.exe", "mshta.exe" and "cscript.exe". They are insecure, unsandboxed script hosts that pose a security risk.
ar: ينشئ سياسة تحكم في التطبيقات مخصصة تحظر تنفيذ "wscript.exe" و "mshta.exe" و "cscript.exe". إنها مضيفات برامج نصية غير آمنة وبدون عزل تشكل خطراً أمنياً.
de_de: Erstellt eine benutzerdefinierte App Control-Richtlinie, die die Ausführung von "wscript.exe", "mshta.exe" und "cscript.exe" blockiert. Dabei handelt es sich um unsichere, nicht isolierte Script-Hosts, die ein Sicherheitsrisiko darstellen.
el_gr: Δημιουργεί μια προσαρμοσμένη πολιτική ελέγχου εφαρμογών που αποκλείει την εκτέλεση των "wscript.exe", "mshta.exe" και "cscript.exe". Είναι μη ασφαλείς, χωρίς sandbox κεντρικοί υπολογιστές σεναρίων που αποτελούν κίνδυνο ασφαλείας.
es: Crea una política personalizada de App Control que bloquea la ejecución de "wscript.exe", "mshta.exe" y "cscript.exe". Son hosts de scripts inseguros y sin espacio aislado que representan un riesgo de seguridad.
fr_fr: Crée une politique App Control personnalisée qui bloque l'exécution de "wscript.exe", "mshta.exe" et "cscript.exe". Ce sont des hôtes de script non sécurisés et non isolés qui posent un risque de sécurité.
he_il: יוצר מדיניות App Control מותאמת אישית שחוסמת את הפעלת "wscript.exe", "mshta.exe" ו-"cscript.exe". אלו הם מארחי סקריפטים לא מאובטחים וללא ארגז חול המהווים סיכון אבטחה.
hi_in: एक कस्टम ऐप नियंत्रण नीति बनाता है जो "wscript.exe", "mshta.exe" और "cscript.exe" के निष्पादन को अवरुद्ध करती है। ये असुरक्षित, बिना सैंडबॉक्स वाले स्क्रिप्ट होस्ट हैं जो सुरक्षा जोखिम उत्पन्न करते हैं।
ja_jp: "wscript.exe"、"mshta.exe"、"cscript.exe" の実行をブロックするカスタムApp Controlポリシーを作成します。これらは安全ではなく、サンドボックス化されていないスクリプトホストであり、セキュリティリスクをもたらします。
ml_in: "wscript.exe", "mshta.exe", "cscript.exe" എന്നിവയുടെ നിർവഹണം തടയുന്ന ഒരു ഇഷ്‌ടാനുസൃത ആപ്പ് നിയന്ത്രണ നയം സൃഷ്‌ടിക്കുന്നു. അവ സുരക്ഷിതമല്ലാത്തതും സാൻഡ്‌ബോക്‌സ് ചെയ്യാത്തതുമായ സ്‌ക്രിപ്റ്റ് ഹോസ്റ്റുകളാണ്, അവ സുരക്ഷാ അപകടസാധ്യത സൃഷ്‌ടിക്കുന്നു.
pl_pl: Tworzy niestandardowe zasady App Control, które blokują wykonywanie "wscript.exe", "mshta.exe" i "cscript.exe". Są to niebezpieczne, niezabezpieczone hosty skryptów, które stanowią zagrożenie bezpieczeństwa.
tr_tr: "wscript.exe", "mshta.exe" ve "cscript.exe" dosyalarının yürütülmesini engelleyen özel bir Uygulama Denetimi ilkesi oluşturur. Bunlar, güvenlik riski oluşturan, güvenli olmayan, korumalı alanda olmayan komut dosyası barındırıcılarıdır.

# DangerousScriptHostsBlockingCreateButton.Content
source: Create
ar: إنشاء
de_de: Erstellen
el_gr: Δημιουργία
es: Crear
fr_fr: Créer
he_il: צור
hi_in: बनाएं
ja_jp: 作成
ml_in: സൃഷ്‌ടിക്കുക
pl_pl: Utwórz
tr_tr: Yaratmak

# DangerousScriptHostsBlockingCreateButton.ToolTipService.ToolTip
source: Create the Dangerous Script Hosts Blocking Policy
ar: إنشاء سياسة حظر مضيفات البرامج النصية الخطيرة
de_de: Die Richtlinie zum Blockieren gefährlicher Script-Hosts erstellen
el_gr: Δημιουργία της πολιτικής αποκλεισμού επικίνδυνων κεντρικών υπολογιστών σεναρίων
es: Crear la política de bloqueo de hosts de scripts peligrosos
fr_fr: Créer la Politique de Blocage des Hôtes de Script Dangereux
he_il: צור את מדיניות חסימת מארחי סקריפטים מסוכנים
hi_in: खतरनाक स्क्रिप्ट होस्ट अवरोधन नीति बनाएं
ja_jp: 危険なスクリプトホストブロッキングポリシーを作成
ml_in: അപകടകരമായ സ്‌ക്രിപ്റ്റ് ഹോസ്റ്റുകൾ തടയൽ നയം സൃഷ്‌ടിക്കുക
pl_pl: Utwórz zasady blokowania niebezpiecznych hostów skryptów
tr_tr: Tehlikeli Komut Dosyası Ana Bilgisayarlarını Engelleme Politikasını Oluşturun

# DangerousScriptHostsBlockingCreateButton.AutomationProperties.HelpText
source: Create the Dangerous Script Hosts Blocking Policy
ar: إنشاء سياسة حظر مضيفات البرامج النصية الخطيرة
de_de: Die Richtlinie zum Blockieren gefährlicher Script-Hosts erstellen
el_gr: Δημιουργία της πολιτικής αποκλεισμού επικίνδυνων κεντρικών υπολογιστών σεναρίων
es: Crear la política de bloqueo de hosts de scripts peligrosos
fr_fr: Créer la Politique de Blocage des Hôtes de Script Dangereux
he_il: צור את מדיניות חסימת מארחי סקריפטים מסוכנים
hi_in: खतरनाक स्क्रिप्ट होस्ट अवरोधन नीति बनाएं
ja_jp: 危険なスクリプトホストブロッキングポリシーを作成
ml_in: അപകടകരമായ സ്‌ക്രിപ്റ്റ് ഹോസ്റ്റുകൾ തടയൽ നയം സൃഷ്‌ടിക്കുക
pl_pl: Utwórz zasady blokowania niebezpiecznych hostów skryptów
tr_tr: Tehlikeli Komut Dosyası Ana Bilgisayarlarını Engelleme Politikasını Oluşturun

# OptimizeMemoryButton.Content
source: Optimize Memory
ar: تحسين الذاكرة
de_de: Arbeitsspeicher optimieren
el_gr: Βελτιστοποίηση μνήμης
es: Optimizar memoria
fr_fr: Optimiser la Mémoire
he_il: מיטוב הזיכרון
hi_in: मेमोरी अनुकूलित करें
ja_jp: メモリ最適化
ml_in: മെമ്മറി ഓപ്റ്റിമൈസ് ചെയ്യുക
pl_pl: Optymalizuj pamięć
tr_tr: Uygulama Belleğini Optimize Edin

# OptimizeMemoryButton.ToolTipService.ToolTip
source: Attempt to reduce memory usage by collecting and compacting unused managed memory (including large objects). The OS may release RAM gradually, so changes might not show immediately. Check Logs after pressing this button for more details.
ar: محاولة تقليل استهلاك الذاكرة عبر جمع الذاكرة المُدارة غير المستخدمة وضغطها (بما في ذلك الكائنات الكبيرة). قد يقوم نظام التشغيل بإطلاق ذاكرة RAM تدريجياً، لذا قد لا تظهر التغييرات مباشرة. راجع السجلات بعد الضغط على هذا الزر لمزيد من التفاصيل.
de_de: Versucht, die Speichernutzung zu reduzieren, indem ungenutzter verwalteter Speicher (einschließlich großer Objekte) gesammelt und kompaktiert wird. Das Betriebssystem gibt RAM möglicherweise schrittweise frei, daher sind Änderungen unter Umständen nicht sofort sichtbar. Prüfen Sie nach dem Drücken dieser Schaltfläche die Protokolle für weitere Details.
el_gr: Προσπάθεια μείωσης της χρήσης μνήμης μέσω συλλογής και συμπίεσης μη χρησιμοποιούμενης διαχειριζόμενης μνήμης (συμπεριλαμβανομένων μεγάλων αντικειμένων). Το λειτουργικό σύστημα ενδέχεται να αποδεσμεύει τη RAM σταδιακά, οπότε οι αλλαγές ίσως να μην εμφανιστούν αμέσως. Ελέγξτε τα αρχεία καταγραφής μετά το πάτημα αυτού του κουμπιού για περισσότερες λεπτομέρειες.
es: Intento de reducir el uso de memoria recopilando y compactando memoria administrada no utilizada (incluidos objetos grandes). El sistema operativo puede liberar la RAM gradualmente, por lo que los cambios podrían no mostrarse de inmediato. Revisa los registros después de presionar este botón para más detalles.
fr_fr: Tenter de réduire l'utilisation de la mémoire en collectant et en compactant la mémoire gérée inutilisée (y compris les objets volumineux). L'OS peut libérer la RAM progressivement, donc les changements peuvent ne pas apparaître immédiatement. Vérifiez les journaux après avoir appuyé sur ce bouton pour plus de détails.
he_il: ניסיון להפחית את השימוש בזיכרון באמצעות איסוף ודחיסה של זיכרון מנוהל שאינו בשימוש (כולל אובייקטים גדולים). מערכת ההפעלה עשויה לשחרר RAM בהדרגה, ולכן ייתכן שהשינויים לא יופיעו מיד. עיין ביומנים לאחר לחיצה על כפתור זה לקבלת פרטים נוספים.
hi_in: अप्रयुक्त प्रबंधित मेमोरी (बड़े ऑब्जेक्ट सहित) को एकत्रित और कॉम्पैक्ट करके मेमोरी उपयोग कम करने का प्रयास। OS RAM को धीरे-धीरे रिलीज़ कर सकता है, इसलिए परिवर्तन तुरंत दिखाई नहीं भी दें। इस बटन को दबाने के बाद अधिक विवरण के लिए लॉग्स देखें।
ja_jp: 未使用のマネージドメモリ（大きなオブジェクトを含む）を収集して圧縮することで、メモリ使用量を削減します。OSはRAMを徐々に解放する可能性があるため、変更がすぐに表示されない場合があります。詳細については、このボタンを押した後にログを確認してください。
ml_in: ഉപയോഗത്തിലില്ലാത്ത മാനേജുചെയ്യുന്ന മെമ്മറി (വലുതായ ഒബ്ജക്റ്റുകൾ ഉൾപ്പെടെ) ശേഖരിച്ചു കമ്പാക്റ്റ് ചെയ്ത് മെമ്മറി ഉപയോഗം കുറയ്ക്കാനുള്ള ശ്രമം. ഓ.എസ്. RAM ക്രമേണ റിലീസ് ചെയ്യാൻ സാധ്യതയുണ്ട്, അതിനാൽ മാറ്റങ്ങൾ ഉടൻ പ്രകടമാകണമെന്നില്ല. കൂടുതൽ വിവരങ്ങൾക്ക് ഈ ബട്ടൺ അമർത്തിയതിന് ശേഷം ലോഗുകൾ പരിശോധിക്കുക.
pl_pl: Próba zmniejszenia użycia pamięci poprzez zebranie i skompaktowanie nieużywanej pamięci zarządzanej (w tym dużych obiektów). System operacyjny może zwalniać pamięć RAM stopniowo, dlatego zmiany mogą nie być widoczne od razu. Sprawdź dzienniki po naciśnięciu tego przycisku, aby uzyskać więcej szczegółów.
tr_tr: Kullanılmayan yönetilen belleği (büyük nesneler dahil) toplayıp sıkıştırarak bellek kullanımını azaltmaya çalışın. İşletim sistemi RAM'i kademeli olarak serbest bırakabilir, dolayısıyla değişiklikler hemen görünmeyebilir. Daha fazla ayrıntı için bu düğmeye bastıktan sonra Günlükleri kontrol edin.

# OptimizeMemoryButton.AutomationProperties.HelpText
source: Attempt to reduce memory usage by collecting and compacting unused managed memory (including large objects). The OS may release RAM gradually, so changes might not show immediately. Check Logs after pressing this button for more details.
ar: محاولة تقليل استهلاك الذاكرة عبر جمع الذاكرة المُدارة غير المستخدمة وضغطها (بما في ذلك الكائنات الكبيرة). قد يقوم نظام التشغيل بإطلاق ذاكرة RAM تدريجياً، لذا قد لا تظهر التغييرات مباشرة. راجع السجلات بعد الضغط على هذا الزر لمزيد من التفاصيل.
de_de: Versucht, die Speichernutzung zu reduzieren, indem ungenutzter verwalteter Speicher (einschließlich großer Objekte) gesammelt und kompaktiert wird. Das Betriebssystem gibt RAM möglicherweise schrittweise frei, daher sind Änderungen unter Umständen nicht sofort sichtbar. Prüfen Sie nach dem Drücken dieser Schaltfläche die Protokolle für weitere Details.
el_gr: Προσπάθεια μείωσης της χρήσης μνήμης μέσω συλλογής και συμπίεσης μη χρησιμοποιούμενης διαχειριζόμενης μνήμης (συμπεριλαμβανομένων μεγάλων αντικειμένων). Το λειτουργικό σύστημα ενδέχεται να αποδεσμεύει τη RAM σταδιακά, οπότε οι αλλαγές ίσως να μην εμφανιστούν αμέσως. Ελέγξτε τα αρχεία καταγραφής μετά το πάτημα αυτού του κουμπιού για περισσότερες λεπτομέρειες.
es: Intento de reducir el uso de memoria recopilando y compactando memoria administrada no utilizada (incluidos objetos grandes). El sistema operativo puede liberar la RAM gradualmente, por lo que los cambios podrían no mostrarse de inmediato. Revisa los registros después de presionar este botón para más detalles.
fr_fr: Tenter de réduire l'utilisation de la mémoire en collectant et en compactant la mémoire gérée inutilisée (y compris les objets volumineux). L'OS peut libérer la RAM progressivement, donc les changements peuvent ne pas apparaître immédiatement. Vérifiez les journaux après avoir appuyé sur ce bouton pour plus de détails.
he_il: ניסיון להפחית את השימוש בזיכרון באמצעות איסוף ודחיסה של זיכרון מנוהל שאינו בשימוש (כולל אובייקטים גדולים). מערכת ההפעלה עשויה לשחרר RAM בהדרגה, ולכן ייתכן שהשינויים לא יופיעו מיד. עיין ביומנים לאחר לחיצה על כפתור זה לקבלת פרטים נוספים.
hi_in: अप्रयुक्त प्रबंधित मेमोरी (बड़े ऑब्जेक्ट सहित) को एकत्रित और कॉम्पैक्ट करके मेमोरी उपयोग कम करने का प्रयास। OS RAM को धीरे-धीरे रिलीज़ कर सकता है, इसलिए परिवर्तन तुरंत दिखाई नहीं भी दें। इस बटन को दबाने के बाद अधिक विवरण के लिए लॉग्स देखें।
ja_jp: 未使用のマネージドメモリ（大きなオブジェクトを含む）を収集して圧縮することで、メモリ使用量を削減します。OSはRAMを徐々に解放する可能性があるため、変更がすぐに表示されない場合があります。詳細については、このボタンを押した後にログを確認してください。
ml_in: ഉപയോഗത്തിലില്ലാത്ത മാനേജുചെയ്യുന്ന മെമ്മറി (വലുതായ ഒബ്ജക്റ്റുകൾ ഉൾപ്പെടെ) ശേഖരിച്ചു കമ്പാക്റ്റ് ചെയ്ത് മെമ്മറി ഉപയോഗം കുറയ്ക്കാനുള്ള ശ്രമം. ഓ.എസ്. RAM ക്രമേണ റിലീസ് ചെയ്യാൻ സാധ്യതയുണ്ട്, അതിനാൽ മാറ്റങ്ങൾ ഉടൻ പ്രകടമാകണമെന്നില്ല. കൂടുതൽ വിവരങ്ങൾക്ക് ഈ ബട്ടൺ അമർത്തിയതിന് ശേഷം ലോഗുകൾ പരിശോധിക്കുക.
pl_pl: Próba zmniejszenia użycia pamięci poprzez zebranie i skompaktowanie nieużywanej pamięci zarządzanej (w tym dużych obiektów). System operacyjny może zwalniać pamięć RAM stopniowo, dlatego zmiany mogą nie być widoczne od razu. Sprawdź dzienniki po naciśnięciu tego przycisku, aby uzyskać więcej szczegółów.
tr_tr: Kullanılmayan yönetilen belleği (büyük nesneler dahil) toplayıp sıkıştırarak bellek kullanımını azaltmaya çalışın. İşletim sistemi RAM'i kademeli olarak serbest bırakabilir, dolayısıyla değişiklikler hemen görünmeyebilir. Daha fazla ayrıntı için bu düğmeye bastıktan sonra Günlükleri kontrol edin.

# HasPrivateKeyHeader.Text
source: Has Private Key
ar: يوجد مفتاح خاص
de_de: Privater Schlüssel vorhanden
el_gr: Διαθέτει ιδιωτικό κλειδί
es: Tiene clave privada
fr_fr: A une Clé Privée
he_il: מפתח פרטי קיים
hi_in: निजी कुंजी है
ja_jp: 秘密キーあり
ml_in: സ്വകാര്യ കീ ഉണ്ട്
pl_pl: Ma klucz prywatny
tr_tr: Özel Anahtarı Var

# HasPrivateKeyColumnHeaderBtn.Content
source: Has Private Key
ar: يوجد مفتاح خاص
de_de: Privater Schlüssel vorhanden
el_gr: Διαθέτει ιδιωτικό κλειδί
es: Tiene clave privada
fr_fr: A une Clé Privée
he_il: מפתח פרטי קיים
hi_in: निजी कुंजी है
ja_jp: 秘密キーあり
ml_in: സ്വകാര്യ കീ ഉണ്ട്
pl_pl: Ma klucz prywatny
tr_tr: Özel Anahtarı Var

# ArchivedHeader.Text
source: Archived
ar: مؤرشف
de_de: Archiviert
el_gr: Αρχειοθετημένο
es: Archivado
fr_fr: Archivé
he_il: בארכיון
hi_in: संग्रहीत
ja_jp: アーカイブ済み
ml_in: ആർക്കൈവ് ചെയ്തത്
pl_pl: Zarchiwizowany
tr_tr: Arşivlendi

# ArchivedColumnHeaderBtn.Content
source: Archived
ar: مؤرشف
de_de: Archiviert
el_gr: Αρχειοθετημένο
es: Archivado
fr_fr: Archivé
he_il: בארכיון
hi_in: संग्रहीत
ja_jp: アーカイブ済み
ml_in: ആർക്കൈവ് ചെയ്തത്
pl_pl: Zarchiwizowany
tr_tr: Arşivlendi

# CertificatePoliciesHeader.Text
source: Certificate Policies
ar: سياسات الشهادات
de_de: Zertifikatrichtlinien
el_gr: Πολιτικές πιστοποιητικών
es: Políticas de certificados
fr_fr: Politiques de Certificat
he_il: מדיניות תעודות
hi_in: प्रमाणपत्र नीतियाँ
ja_jp: 証明書ポリシー
ml_in: സർട്ടിഫിക്കറ്റ് നയങ്ങൾ
pl_pl: Zasady certyfikatów
tr_tr: Sertifika Politikaları

# CertificatePoliciesColumnHeaderBtn.Content
source: Certificate Policies
ar: سياسات الشهادات
de_de: Zertifikatrichtlinien
el_gr: Πολιτικές πιστοποιητικών
es: Políticas de certificados
fr_fr: Politiques de Certificat
he_il: מדיניות תעודות
hi_in: प्रमाणपत्र नीतियाँ
ja_jp: 証明書ポリシー
ml_in: സർട്ടിഫിക്കറ്റ് നയങ്ങൾ
pl_pl: Zasady certyfikatów
tr_tr: Sertifika Politikaları

# AuthorityInformationAccessHeader.Text
source: Authority Information Access
ar: الوصول إلى معلومات الجهة المصدِّرة
de_de: Zugriffsinformationen der Zertifizierungsstelle
el_gr: Πρόσβαση σε πληροφορίες αρχής
es: Acceso a la información de la autoridad
fr_fr: Accès aux Informations de l'Autorité
he_il: גישה למידע של הרשות
hi_in: प्राधिकरण जानकारी अभिगम
ja_jp: 権限情報アクセス
ml_in: അഥോറിറ്റി ഇൻഫർമേഷൻ ആക്‌സസ്
pl_pl: Dostęp do informacji urzędu
tr_tr: Yetki Bilgisine Erişim

# AuthorityInformationAccessColumnHeaderBtn.Content
source: Authority Information Access
ar: الوصول إلى معلومات الجهة المصدِّرة
de_de: Zugriffsinformationen der Zertifizierungsstelle
el_gr: Πρόσβαση σε πληροφορίες αρχής
es: Acceso a la información de la autoridad
fr_fr: Accès aux Informations de l'Autorité
he_il: גישה למידע של הרשות
hi_in: प्राधिकरण जानकारी अभिगम
ja_jp: 権限情報アクセス
ml_in: അഥോറിറ്റി ഇൻഫർമേഷൻ ആക്‌സസ്
pl_pl: Dostęp do informacji urzędu
tr_tr: Yetki Bilgisine Erişim

# CRLDistributionPointsHeader.Text
source: CRL Distribution Points
ar: نقاط توزيع CRL
de_de: Verteilungspunkte der CRL
el_gr: Σημεία διανομής CRL
es: Puntos de distribución de CRL
fr_fr: Points de Distribution CRL
he_il: נקודות הפצה של CRL
hi_in: CRL वितरण बिंदु
ja_jp: CRL配布ポイント
ml_in: CRL വിതരണ പോയിന്റുകൾ
pl_pl: Punkty dystrybucji CRL
tr_tr: CRL Dağıtım Noktaları

# CRLDistributionPointsColumnHeaderBtn.Content
source: CRL Distribution Points
ar: نقاط توزيع CRL
de_de: Verteilungspunkte der CRL
el_gr: Σημεία διανομής CRL
es: Puntos de distribución de CRL
fr_fr: Points de Distribution CRL
he_il: נקודות הפצה של CRL
hi_in: CRL वितरण बिंदु
ja_jp: CRL配布ポイント
ml_in: CRL വിതരണ പോയിന്റുകൾ
pl_pl: Punkty dystrybucji CRL
tr_tr: CRL Dağıtım Noktaları

# BasicConstraintsHeader.Text
source: Basic Constraints
ar: القيود الأساسية
de_de: Basiseinschränkungen
el_gr: Βασικοί περιορισμοί
es: Restricciones básicas
fr_fr: Contraintes de Base
he_il: אילוצים בסיסיים
hi_in: बुनियादी बाधाएँ
ja_jp: 基本制約
ml_in: അടിസ്ഥാന നിയന്ത്രണങ്ങൾ
pl_pl: Podstawowe ograniczenia
tr_tr: Temel Kısıtlamalar
